"%@ days ago" = "Il y a %@ jours";
"Autocomplete" = "Autocomplétion";
"Blog" = "Blog";
"Close all" = "Tout fermer";
"Ecosia recommends" = "Ecosia recommande";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Ecosia ne conserve pas les pages visitées, l’historique ou vos informations remplies automatiquement. Vos recherches aident à planter des arbres.";
"Explore Ecosia" = "Découvrez Ecosia";
"Financial reports" = "Rapports financiers";
"Force Dark Mode" = "Forcer le mode sombre";
"Get started" = "Commencez";
"Home" = "Accueil";
"Invert website colors" = "Inverser les couleurs du site";
"Keep up to date with the latest news from our projects and more" = "Restez informés des dernières actualités liées à nos projets et plus encore";
"Learn more" = "En savoir plus";
"Make Ecosia your default browser" = "Choisissez Ecosia comme navigateur";
"Moderate" = "Modéré";
"See all" = "Tout voir";
"My searches" = "Mes recherches";
"New" = "Nouveau";
"Off" = "Désactivé";
"Open In Safari" = "Ouvrir dans Safari";
"Private" = "Privé";
"Personalized results" = "Résultats personnalisés";
"Plant trees while you browse the web" = "Plantez des arbres en surfant sur le web";
"Privacy" = "Vie privée";
"Relevant results based on past searches" = "Résultats pertinents sur la base des recherches précédentes";
"Safe search" = "Recherche sécurisée";
"Search" = "Rechercher";
"Search the web to plant trees..." = "Lancez une recherche pour planter des arbres...";
"Search region" = "Rechercher dans la région";
"Send feedback" = "Envoyer un commentaire";
"Shown under the search field" = "Les suggestions s'afficheront sous le champ de recherche";
"Start using these green companies to plant more trees and become more sustainable" = "Faites appel à ces entreprises respectueuses de la planète pour planter plus d'arbres et devenir plus engagé";
"Ecosia news" = "Actualités Ecosia";
"Strict" = "Strict";
"TREES" = "les arbres";
"TREES PLANTED WITH ECOSIA" = "Arbres plantés avec Ecosia";
"Turn off Dark Mode" = "Désactiver le mode sombre";
"Terms and conditions" = "Conditions générales";
"Version %@" = "Version %@";
"We use the profit from your searches to plant trees where they are needed most" = "Nous utilisons les revenus générés par vos recherches en ligne pour planter des arbres dans les régions qui en ont le plus besoin";
"Help us improve our new app" = "Aidez-nous à améliorer notre nouvelle application";
"Let us know what you like, dislike, and want to see in the future." = "Faites-nous savoir ce que vous aimez, n'aimez pas ou aimeriez voir à l'avenir.";
"Share your feedback" = "Partagez votre commentaire";
"Sit tight, we are getting ready for you…" = "Veuillez patienter, nous sommes en cours de préparation...";
"We hit a glitch" = "Un problème est survenu";
"We are momentarily unable to load all of your settings." = "Nous ne sommes momentanément pas en mesure de charger tous vos paramètres.";
"Continue" = "Continuer";
"Retry" = "Réessayer";
"Set Ecosia as default browser" = "Faire d'Ecosia mon navigateur par défaut";
"Links from websites, emails or messages will automatically open in Ecosia." = "Les liens des sites Internet, e-mails ou messages s'ouvriront automatiquement dans Ecosia.";
"Show Top Sites" = "Afficher les sites les plus visités";
"All regions" = "Toutes les régions";
"Refresh" = "Actualiser";
"Please check your internet connection and try again" = "Veuillez vérifier votre connexion Internet et réessayer";
"No connection" = "Aucune connexion";
"Done" = "Terminé";
"Find in page" = "Trouver dans la page";
"Cancel" = "Annuler";
"Open" = "Ouvrir";
"Open link in external app?" = "Ouvrir le lien dans une application externe ?";
"%@ wants to open this application." = "%@ veut ouvrir cette application.";
"Send usage data" = "Envoyer les données d'utilisation";
"To improve our browser apps, we collect usage statistics from your device. These are anonymous and protect your privacy." = "Pour améliorer nos applications navigateur, nous  recueillons des statistiques d'utilisation de votre appareil. Elles sont anonymes et protègent votre vie privée. ";
"Climate Impact" = "Impact climatique";
"Customize homepage" = "Personnaliser la page d'accueil";
"Homepage"= "Page d'accueil";
"Show on homepage" = "Afficher sur la page d'accueil";
"Top Sites" = "Sites les plus visités";

// Impact
"A friend accepted your invitation and each of you will help plant 1 tree!" = "Un ami a accepté votre invitation ! 1 arbre a été planté";
"Estimated impact" = "Impact estimé";
"Estimated trees" = "Arbres estimés";
"%@ friends accepted your invitation and each of you will help plant %@ trees!" = "%@ amis ont accepté votre invitation ! %@ arbres ont été plantés";
"You’ve contributed to plant a tree with your friend!" = "Vous avez aidé à planter un arbre ! Merci d’avoir rejoint Ecosia.";
"Invalid referral link!" = "Lien de référence non valide !";
"Invite friends" = "Invitez des amis";
"Help plant trees by inviting friends" = "Aidez-nous à planter des arbres en invitant vos amis";
"Multiply impact" = "Multipliez votre impact";
"My trees" = "Mes arbres";
"Network error!" = "Erreur de réseau !";
"On average it takes around 45 searches to plant a tree" = "Il faut en moyenne 45 recherches pour planter un arbre";
"Plant your first tree" = "Plantez votre premier arbre";
"Tap your tree counter to share Ecosia with friends and plant more trees" = "Cliquez sur votre compteur pour partager Ecosia avec des amis et planter encore plus d'arbres";
"This is the estimated number of trees you have contributed to planting by using Ecosia." = "Voici une estimation du nombre d'arbres que vous avez contribué à planter en utilisant Ecosia.";
"Together, we can reforest our planet. Tap your counter to spread the word!" = "Ensemble, nous pouvons faire revivre les forêts de notre planète. Cliquez sur votre compteur pour faire passer le mot !";
"Total Ecosia trees" = "Arbres Ecosia au total";
"View my impact" = "Voir mon impact";
"We couldn't verify your link. Please check your internet connection and try again." = "Nous n'avons pas pu vérifier votre lien. Veuillez vérifier votre connexion Internet et réessayer.";
"Your referral link is wrong or not valid for you. Please check it and try again." = "Votre lien de référence est erroné ou n'est pas valide pour vous. Veuillez le vérifier et réessayer.";
"Invite your friends" = "Invitez vos amis";
"Send an invite with your unique invitation link" = "Envoyez une invitation avec votre lien d’invitation unique";
"They download the Ecosia app" = "Ils téléchargent l’application";
"Via the App Store or Google Play" = "Via l’App Store ou Google Play";
"They open your invite link (iOS only)" = "Ils cliquent sur votre lien d'invitation (iOS uniquement)";
"Your friend opens the second link from the invite message" = "Vos amis ouvrent le deuxième lien du message d'invitation";
"You both are helping the planet" = "Vous aidez tous les deux la planète";
"Using Ecosia, you’re both making a difference for the environment" = "En utilisant Ecosia, vous changez tous les deux les choses pour l'environnement";
"Inviting a friend" = "Invitez un ami";
"No bookmarks yet" = "Aucun marque-page pour l'instant";
"Add your favorite pages to your bookmarks and they will appear here" = "Ajoutez vos sites préférés à vos marque-pages, ils apparaîtront ici";
"No articles on your reading list" = "Aucun article dans votre liste de lecture";
"Open articles in Reader View by tapping the page icon in the address bar" = "Ouvrez vos articles en mode Lecture en cliquant sur l'icône de page dans la barre d'adresse";
"Save articles to your Reading list by tapping on ‘Add to Reading List’ in the options while in Reader View" = "Sauvegardez les articles dans votre Liste de lecture en cliquant sur «Ajouter à la liste de lecture» dans les options du mode Lecture";
"No history" = "Pas d'historique";
"Websites you’ve recently visited will show up here" = "Les sites consultés récemment s'afficheront ici";
"No downloads yet" = "Aucun téléchargement";
"When you download files they will show up here" = "Les fichiers téléchargés s'afficheront ici";
"Plant trees with me on Ecosia" = "Plantez des arbres avec moi sur Ecosia";
"Check this out: Ecosia plants trees when you search the web! 🌳\nJoin me and %@M+ others and start planting today." = "Incroyable : Ecosia plante des arbres lorsque vous faites une recherche sur le Web ! 🌳\nRejoignez-moi et plus de %@ d'utilisateurs et commencez à planter des arbres dès aujourd'hui.";
"If you’re using an iPhone or iPad, tap here to confirm you’ve joined:" = "Si vous utilisez un iPhone ou un iPad, cliquez ici pour confirler que vous avez rejoint le mouvement :";
"Link already used" = "Lien déjà utilisé";
"You can only use an invitation link once." = "Vous pouvez utiliser un lien d’invitation une fois seulement.";
"Increase your positive impact on the planet by inviting your friends to join Ecosia." = "Augmentez votre impact positif sur la planète en invitant vos amis à rejoindre Ecosia.";
"Sharing your link" = "Votre lien est en cours de partage";
"Copy" = "Copier";
"More sharing methods" = "Plus de méthodes de partage";
"Copied!" = "Copié !";

// Rebrand
"See the collective impact you are having with the Ecosia community" = "Découvrez l'impact collectif que vous avez grâce à la communauté Ecosia";
"Your impact" = "Votre impact";
"How it works" = "En savoir plus";
"My Impact" = "Mon impact";
"Group your impact" = "Améliorez votre impact";
"Get a tree with every friend who joins. They get one too!" = "Plantez un arbre avec chaque ami qui nous rejoins. Ils en plantent un aussi !";
"About Ecosia" = "À propos d'Ecosia";
"Trees update" = "Nos projets de plantation";
"See exactly how much money we made, how we spent it, and how many trees we planted." = "Découvrez le détail de nos finances : combien nous gagnons chaque mois, comment nous dépensons cet argent et combien d’arbres sont plantés.";
"Discover where we plant trees, and find out how our tree planting projects across the globe are doing." = "Découvrez où nous plantons nos arbres et comment se déroulent nos projets de plantation à travers le monde.";
"Learn how we protect your privacy by encrypting your searches, never selling your data to advertisers without your permission and more." = "Découvrez comment nous protégeons votre vie privée en chiffrant vos recherches, en ne vendant pas vos données aux annonceurs sans votre permission, etc.";
"Find answers to popular questions like how Ecosia neutralizes CO2 emissions and what it means to be a social business." = "Découvrez entre autres comment Ecosia a eu un bilan carbone négatif et ce qu’est une entreprise sociale.";

// Tour
"Skip" = "Passez";
"Start Planting" = "Commencez à planter";
"The simplest way to be \n climate-active every day while \n browsing the web" = "Le moyen le plus simple \n d’agir pour le climat chaque jour \n en naviguant sur le Web";
"Skip welcome tour" = "Passer l'introduction";
"The greenest way to search" = "La plus écologique des recherches";
"Ecosia is the world's most planet-friendly way to search - and it's free." = "Ecosia est le moteur de recherche le plus écologique au monde - et c'est gratuit.";
"100% of profits for the planet" = "100% des profits pour la planète";
"All our profits go directly to reforestation and renewable energy around the world." = "Tous nos profits sont directement reversés pour la reforestation et les énergies renouvelables dans le monde entier. ";
"Collective action starts here" = "L’action collective commence ici";
"Join 15 million people growing the right trees in the right places." = "Comme 20 millions de personnes, plantez le bon arbre au bon endroit.";
"sustainable shoes" = "chaussures durables";
"Trees planted" = "Arbres plantés";
"Before ..." = "Avant...";
"After" = "Après";
"trees planted by Ecosia" = "arbres plantés par Ecosia";
"Trees planted by Ecosia" = "arbres plantés par la communauté Ecosia";
"dedicated to climate action" = "consacrés à l’action climatique";
"Active projects" = "projets en cours";
"%@+" = "+%@";
"Countries" = "Pays";
"Real results, transparent finances" = "Un réel impact, des finances transparentes";
"You're shown exactly how much we earn and invest in trees and climate action." = "Nous vous montrons exactement ce que nous gagnons et ce que nous investissons dans les arbres et l'action climatique.";
"Total income" = "Revenu total";
"Trees financed" = "arbre financés";
"Open settings" = "Aller dans les réglages";
"Maybe later" = "Peut-être plus tard";
"Open all links automatically with Ecosia" = "Ouvrir automatiquement tous les liens avec Ecosia";
"Be climate active every day while browsing" = "Agissez chaque jour pour le climat à travers votre navigation";
"Your invites" = "Vos amis";
"Growing together" = "Planter ensemble";
"Help your friends become climate active and plant trees together" = "Aidez vos amis à agir pour le climat en plantant des arbres";
"Customization" = "Personnalisation";
"Clear all" = "Tout effacer";
"To make entering info easier, the toolbar can be set to the bottom of the screen" = "Pour simplifier la saisie des informations, la barre d'outils peut être déplacée en bas de l'écran";

// Promo
"Buy trees in the Ecosia tree store to delight a friend - or treat yourself" = "Achète des arbres dans le Tree Store d'Ecosia pour surprendre un.e ami.e, ou fais-toi plaisir !";
"Plant trees and earn eco-friendly rewards with Treecard" = "Plantez des arbres et recevez des récompenses écologiques avec Treecard";
"Sponsored" = "Sponsorisé";

// Accessibility Labels
"Ecosia logo" = "Logo Ecosia";
"Open the Your Impact section" = "Ouvrir la section Votre Impact";
"Your Impact section, highlithing the trees planted by yourself and the Ecosia community overall. You have contributed to plant %@ trees. The total number of trees planted by the Ecosia community has reached %@" = "Section Votre Impact, qui indique le nombre d'arbres plantés par vous-même et par la communauté Ecosia dans son ensemble. Vous avez aidé à planter %@ arbres. Le nombre total d'arbres plantés par la communauté Ecosia a atteint les %@";
"Page control dots" = "Points de contrôle du site";
"Back" = "Retour";
"Skip the onboarding" = "Ignorer l'introduction";
"Continue to the next onboarding page" = "Passer à la page d'introduction suivante";
"Finish onboarding and start contributing to Ecosia" = "Terminer l'introduction et commencer à contribuer à Ecosia";
"This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your planed-friendly lifestyle. A small search input field screenshot and result example containing the green icon is shown. A forest can be seen on the background." = "Cette illustration d'introduction montre comment, en effectuant des recherches sur l'application Ecosia, vous améliorez votre mode de vie écologique. Le site montre une petite capture d'écran du champ de saisie pour les recherches et un exemple de résultat avec l'icône verte. On voit une forêt en arrière-plan.";
"This onboarding illustration shows briefly an example of a before and after comparision of trees planted in a land. The image is a screenshot from the satellite view." = "Cette illustration d'introduction montre un bref exemple de comparaison avant/après avec des arbres plantés sur un terrain. L'image est une capture d'écran d'une vue satellite.";
"This onboarding illustration shows a few numbers like the projects Ecosia is involved in, the total number of trees planted by the Ecosia community, alongisde the number of countries Ecosia is active. A small map of the planisphere with trees pins in few geographic location, background." = "Cette illustration d'introduction montre quelques chiffres, comme le nombre de projets auxquels participe Ecosia, le nombre total d'arbres plantés par la communauté Ecosia, en plus du nombre de pays où Ecosia agit. Un petit planisphère est affiché en arrière-plan, avec des épingles en forme d'arbres sur quelques emplacements géographiques.";
"This onboarding illustration shows the latest financial reports of Ecosia. On the background there is an image of a person caring for tree seedlings" = "Cette illustration d'introduction présente les derniers rapports financiers d'Ecosia. En arrière-plan, on peut voir l'image d'une personne qui s'occupe de jeunes plants d'arbres.";
"Interact to collapse content" = "Interagir pour afficher moins de contenu";
"Interact to expand content" = "Interagir pour afficher plus de contenu";

// Bookmark import/export
"Export bookmarks" = "Exporter des marque-pages";
"Import bookmarks" = "Importer des marque-pages";
"Exporting Bookmarks…" = "Marque-pages en cours d'exportation...";
"Importing Bookmarks…" = "Marque-pages en cours d'importation...";
"Imported Bookmarks (%@)" = "Marque-pages importés (%@)";
"Importing failed" = "Échec de l'importation";
"Exporting failed" = "Échec de l'exportation";
"Something went wrong, please try again." = "Une erreur est survenue, veuillez réessayer.";
"More" = "Plus";
"Bookmarks imported" = "Marque-pages importés";
"Bookmarks exported" = "Marque-pages exportés";

// Bookmarks Empty View
"Tap the bookmark icon when you find a page you want to save." = "Appuyez sur l'icône de marque-page lorsque vous trouvez un site que vous souhaitez enregistrer.";
"You can also import bookmarks:" = "Vous pouvez aussi importer des marque-pages :";
"Export your bookmarks from another browser." = "Exportez vos marque-pages depuis un autre navigateur.";
"Tap on the link below to import the file of your bookmarks" = "Appuyez sur le lien ci-dessous pour importer votre fichier de marque-pages.";

// Bookmarks Tooltip
"Tap here to import bookmarks from other browsers." = "Appuyez ici pour importer des marque-pages depuis d'autres navigateurs.";

// Whats New Page
"What's new" = "Les nouveautés";
"Collective action" = "Action collective";
"See the climate impact you are having together with the rest of the Ecosia community." = "Découvrez l'impact que vous et l'ensemble de la communauté Ecosia avez sur l'environnement.";
"Customizable home page" = "Page d'accueil personnalisable";
"Tailor your home page to show the information that’s most relevant to you." = "Personnalisez votre page d'accueil pour qu'elle affiche les informations les plus pertinentes pour vous.";
"Zooming" = "Zoom";
"You can now easily zoom in and out on any page through options." = "Désormais, vous pouvez zoomer facilement vers l'avant et vers l'arrière sur toutes les pages via les options.";
"Password manager" = "Gestionnaire de mots de passe";
"We’ve added 1Password to Ecosia to help you to manage your passwords securely." = "Nous avons intégré 1Password à Ecosia pour vous aider à gérer vos mots de passe en toute sécurité.";
"Got it" = "J'ai compris";

// APN Consent
"Keep up with Ecosia" = "Restez à jour sur Ecosia";
"Turn on push notifications" = "Activer les notifications push";
"Discover the trees we plant and the impact they’re having" = "Découvrez les arbres que nous plantons et l'impact qu'ils ont";
"Get tips on how to help build a greener future" = "Obtenez des conseils sur la manière de contribuer à créer un avenir plus vert";
"Receive updates on our tree-planting projects around the world" = "Recevez des mises à jour sur nos projets de plantations d'arbres dans le monde entier";
"Get tips on how to be climate active every day" = "Obtenez des conseils sur la manière de s'engager chaque jour pour le climat";
"Allow push notifications" = "Autoriser les notifications push";
"Not now" = "Pas maintenant";
